import { img1,img2,img3,img4,img5,img6,img7,img8,img9 } from "../../public/EXPORTS";


import React from "react";


export const Arabic = {
    navbar:{
        sections: [
            {
                head:"الرئيسية",
                id:"Header",
            },
            {
                head:"المميزات",
                id:"Features",
            },
            {
                head:"الخدمات",
                id:"Services",
            },
            {
                head:"فريقنا",
                id:"OurTeam",
            },
            {
                head:"اراء عملاءنا",
                id:"Testimonials",
            },
            {
                head:"",
                id:"",
            },
        ]
    }, header:{
        h21:"تسهيل",
        h22:"",
        h23:"الخدمات اللوجستية",
        h24:" وخدمات الشحن",
        h25:"قافلة العروبة للنقل",
    },
    services:{
    data: [
        {
          images: [img1, img2, img3],
          title: "نقل بري",
          pragraph:
            "نحن نقدم خدمات شاملة لنقل البضائع البري داخل دولة الإمارات العربية المتحدة وخارجها، بما في ذلك الوجهات في دول مجلس التعاون الخليجي (مجلس التعاون الخليجي):",
          list: [
            { title: "دولة الإمارات العربية المتحدة، المملكة العربية السعودية، قطر، البحرين، عمان، الأردن، وسوريا", pragraph: "دول مجلس التعاون الخليجي" },
            { title: "مصر والسودان", pragraph: "دول أفريقيا" },
          ],
        },
        {
          images: [img4, img5, img6],
          title: "شحن بحري",
          pragraph: "تغطي خدمات الشحن البحري لدينا شحنات إلى جميع أنحاء العالم، مع دعم فعال ومتكامل لخدمات الشحن الجوي.",
        },
        {
          images: [img7, img8, img9],
          title: "خدمات إضافية",
          pragraph: "",
          list: [
            { title: "تحميل وتفريغ حاويات البضائع", pragraph: "نقدم خدمات فعّالة وآمنة لتحميل وتفريغ حاويات البضائع." },
            { title: "تخزين البضائع", pragraph: "توفر مرافق التخزين الآمنة والمجهزة تجهيزًا جيدًا لاستيعاب مجموعة متنوعة من البضائع، مما يوفر حلول تخزين آمنة." },
            { title: "نقل بري مبرد", pragraph: "يضمن فريقنا المتخصص نقل البضائع الحساسة لدرجة الحرارة بشكل آمن على الطرق البرية." },
          ],
        },
      ]},features : {
        h2: "ميزاتنا الرائعة",
        p: "لماذا الشحن معنا؟",
        list: [
          {
        
            head: "نقل البضائع البري الموثوق",
            p: "تكرس شركتنا لتوفير خدمات نقل البضائع البري الموثوقة والفعّالة، سواء داخل دولة الإمارات العربية المتحدة أو عالميًا.",
          },
          {
            logo: "<FaStoreAlt />",
            head: "حلول شحن بحري عالمية",
            p: "استفد من خدماتنا الشاملة للشحن البحري التي تربط شحناتك بوجهات حول العالم.",
          },
          {
      
            head: "خدمات شحن جوي متكاملة",
            p: "بالإضافة إلى خدماتنا البحرية والبرية، نقدم حلاً سلسًا لخدمات الشحن الجوي لتحقيق تسليم أسرع ومواكب للوقت.",
          },
          {
   
            head: "تحميل وتفريغ آمن",
            p: "ثق في مهنيينا الماهرين للتعامل بعناية فائقة مع تحميل وتفريغ حاويات البضائع الخاصة بك.",
          },
        ],
      },testimonials: {
        h21: "ماذا",
        h22: "يقول",
        h23: "العملاء عنا؟",
        h24: "قصص النجاح. كيف تستخدم الشركات الحقيقية QAT لتسريع نموها",
        opinions: [
          {
            massage: "بفضل QAT خلال فترة الذروة في المبيعات، ظل الموقع ثابتًا، مما ضمن تجربة تسوق سلسة للعملاء. أعلنت شركة XYZ Fashion عن زيادة بنسبة 30٪ في المبيعات مقارنة بالعام السابق.",
            img: "",
            name: "سارة جونسون",
            position: "الرئيس التنفيذي لشركة XYZ Fashion"
          },
          {
            massage: "مع QAT تكنولوجيا الابتكار، تم تقليل وقت التنفيذ بنسبة 50٪ وتحقيق وقت أسرع إلى السوق لمنتجاتهم الجديدة، مكتسبين الأفضلية التنافسية في صناعتهم.",
            img: "",
            name: "خالد محمد",
            position: "مدير البرمجيات في تكنولوجيا الابتكار"
          },
          {
            massage: "منذ الانضمام إلى QAT والقدرة على توسيع الموارد حسب الحاجة، قللت Global Solutions Ltd. بشكل كبير من نفقات الاستضافة بنسبة 40٪ مع إدارة كفاءة لأعباء العمل المتغيرة.",
            img: "",
            name: "حسن أحمد",
            position: "الرئيس التنفيذي لشركة Global Solutions Ltd."
          }
        ]
      },ourTeam: {
        h1: "نساعد في تحقيق",
        h2: "أهداف عملك",
        h3: "نحن نحب ما نقوم به ونفعل ذلك بشغف. نقدر تجربة الرسالة والحوافز الذكية.",
        h4: " "
      },footer: {
        paragraph: "خدمات اللوجستيات والشحن QAFILAT ALOROUBA TRANSPORT",
        p1: "123 شارع الماركت، القاهرة، مصر",
        p2: "123 شارع الماركت، القاهرة، مصر",
        li: "روابط سريعة",
        sections: [
          {
            head: "الرئيسية",
            id: "Header",
          },
          {
            head: "المميزات",
            id: "Features",
          },
          {
            head: "الخدمات",
            id: "Services",
          },
          {
            head: "فريقنا",
            id: "OurTeam",
          },
          {
            head: "آراء عملاءنا",
            id: "Testimonials",
          },
          {
            head: "",
            id: "",
          },
        ],
        h1: "النشرة الإخبارية",
        pla: "أدخل بريدك الإلكتروني",
        btn: "إرسال"
      }

}